Repository: cagataytpr/vaulty
Catalog: lib/l10n/app_*.arb
Languages: tr

source: Login
tr: Giriş Yap

source: Register
tr: Kayıt Ol

source: Email
tr: E-posta Adresi

source: Password
tr: Şifre

source: Forgot Password?
tr: Şifremi Unuttum

# dontHaveAccount
source: Don't have an account?
tr: Hesabınız yok mu?

# emailNotVerified
source: Email not verified. Please check your inbox.
tr: E-posta adresiniz doğrulanmamış. Lütfen gelen kutunuzu kontrol edin.

# unlockBiometric
source: Unlock Vault
tr: Kasanın Kilidini Aç

source: Sign Out
tr: Çıkış Yap

# securityReportTitle
source: SECURITY ANALYSIS REPORT
tr: GÜVENLİK ANALİZ RAPORU

# securityRiskFound
source: {count} security risks found. Tap to review.
tr: {count} güvenlik riski bulundu. İncelemek için dokunun.

# securityNoRisks
source: Great job! All your passwords are secure.
tr: Harika! Tüm şifreleriniz güvende.

# riskWeak
source: Password is too short (Weak)
tr: Şifre çok kısa (Zayıf)

# riskReused
source: This password is reused on another account
tr: Bu şifre başka bir hesapta da kullanılıyor

source: SECURE SESSION
tr: GÜVENLİ OTURUM

source: PREFERENCES
tr: TERCİHLER

source: SYSTEM
tr: SİSTEM

# about
source: About Vaulty
tr: Vaulty Hakkında

source: Settings
tr: Ayarlar

# searchPlaceholder
source: Search in your vault...
tr: Kasanızda arayın...

# emptyVault
source: Your vault is quiet right now.
tr: Kasanız şu an sessiz.

# emptyVaultSub
source: Add your first password to start.
tr: Başlamak için ilk şifrenizi ekleyin.

source: Welcome Back
tr: Tekrar Hoş Geldiniz

source: My Vault
tr: Kasam

source: Add Password
tr: Şifre Ekle

source: Dark Mode
tr: Karanlık Mod

source: Language
tr: Dil

# exportPdf
source: Export as PDF
tr: PDF Olarak Dışa Aktar

source: Cancel
tr: İptal

source: Delete
tr: Sil

source: Save
tr: Kaydet

source: Edit
tr: Düzenle

# copySuccess
source: Copied to clipboard! Will be cleared in 45s.
tr: Panoya kopyalandı! Güvenlik için 45sn sonra silinecek.

# deleteConfirmation
source: Are you sure you want to delete this password? This action cannot be undone.
tr: Bu şifreyi silmek istediğinize emin misiniz? Bu işlem geri alınamaz.

# biometricReason
source: Please authenticate to proceed
tr: İşlem yapmak için lütfen kimliğinizi doğrulayın

# biometricUnlock
source: Unlock with Biometrics
tr: Kilidi Biyometrik ile Aç

# errorGeneric
source: Something went wrong.
tr: Bir hata oluştu.

source: Loading...
tr: Yükleniyor...

source: Version
tr: Sürüm

# noPasswords
source: No passwords to export.
tr: Dışa aktarılacak şifre yok.

# alreadyHaveAccount
source: Already have an account?
tr: Zaten hesabınız var mı?

source: Full Name
tr: Ad Soyad

source: Passwords do not match
tr: Şifreler eşleşmiyor

# passwordResetSent
source: Password reset link sent to your email.
tr: Şifre sıfırlama bağlantısı e-postanıza gönderildi.

# pleaseEnterEmail
source: Please enter your email first.
tr: Lütfen önce e-posta adresinizi giriniz.

# registerSuccess
source: Registration successful! Please verify your email and login.
tr: Kayıt başarılı! Lütfen e-postanı onayla ve giriş yap.

source: Create Access
tr: Erişim Oluştur

source: New Access
tr: Yeni Erişim

# registerTerminalTitle
source: Register to Vaulty Terminal
tr: Vaulty Terminaline Kayıt Ol

source: Generate Password
tr: Şifre Oluştur

source: Copy Password
tr: Şifreyi Kopyala

source: Length
tr: Uzunluk

source: Include Numbers
tr: Rakamlar

source: Include Symbols
tr: Semboller

source: Include Uppercase
tr: Büyük Harfler

source: Copied!
tr: Kopyalandı!

source: Security Parameters
tr: Güvenlik Parametreleri

# websiteName
source: Website / App Name
tr: Web Sitesi / Uygulama Adı

source: Secret Password
tr: Gizli Şifre

source: New Data Access
tr: Yeni Veri Erişimi

source: Lock to Vault
tr: Kasaya Kilitle

source: Security Protocol
tr: Güvenlik Protokolü

source: Crypto Level!
tr: Kripto Düzeyi!

source: Very Weak
tr: Zayıf

source: Weak
tr: Orta

source: Secure
tr: Güçlü

# onboardingTitle1
source: Secure Your Digital Life
tr: Dijital Dünyanızı Güvenceye Alın

# onboardingDesc1
source: Keep all your passwords safe in one encrypted vault.
tr: Tüm şifrelerinizi tek bir şifreli kasada güvenle saklayın.

# onboardingTitle2
source: Access Anywhere
tr: Her Yerden Erişim

# onboardingDesc2
source: Sync across devices securely and seamlessly.
tr: Cihazlarınız arasında güvenli ve kesintisiz senkronizasyon.

# onboardingTitle3
source: Biometric Access
tr: Biyometrik Giriş

# onboardingDesc3
source: Unlock your vault with your fingerprint or face ID.
tr: Kasanızı parmak izi veya yüz tanıma ile anında açın.

# vaultyReady
source: Secure Space Ready
tr: Güvenli Alan Hazır

source: Terminal Access Ready
tr: Terminal Erişimi Hazır

source: Start System
tr: Sistemi Başlat

source: Get Started
tr: Başlayalım

source: Skip
tr: Atla

# emailVerificationSent
source: Verification email sent.
tr: Doğrulama e-postası gönderildi.

# errorPrefix
source: Error:
tr: Hata:

source: Login Failed:
tr: Giriş Başarısız:

# biometricError
source: Authentication failed or canceled.
tr: Doğrulama başarısız veya iptal edildi.

# emailSentTitle
source: Verification Email Sent!
tr: Onay Maili Gönderildi!

# checkSpam
source: Please check your inbox (including spam).
tr: Lütfen e-posta kutunu (spam dahil) kontrol et.

source: Resend
tr: Tekrar Gönder

source: Cancel and Log Out
tr: Vazgeç ve Çıkış Yap

# designedBy
source: Designed by Vaulty Team
tr: Vaulty Ekibi Tarafından Tasarlandı

# defaultUser
source: User
tr: Kullanıcı
